v2_TSEP/hx_sweep/He_5bar_Re2300/0/p_rgh
FoamFile { version 2.0; format ascii; class volScalarField; object p_rgh; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 500000;
boundaryField
{
    inlet          { type fixedFluxPressure; value uniform 500000; }
    outlet         { type fixedValue;        value uniform 500000; }
    heatedWall     { type fixedFluxPressure; value uniform 500000; }
    adiabaticWalls { type fixedFluxPressure; value uniform 500000; }
}
